Standard bolt spacing in the shorter flange, in. (mm)
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2015
 Syntax
  C#
public double BoltSpacingShorterFlange { get; set; }
  Visual Basic
Public Property BoltSpacingShorterFlange As Double
	Get
	Set
  Visual C++
public:
property double BoltSpacingShorterFlange {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionLAngle Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace